Revit 2027 API
UnitTypeId.Kiloamperes Property
 Kiloamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kiloamperes { get; }
Public Shared ReadOnly Property Kiloamperes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kiloamperes {
	ForgeTypeId^ get ();
}
static member Kiloamperes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace